Repository: Noso-Project/explorer.nosocoin.com
Catalog: resources/locales/vn/default.po
Languages: vi

source: Error while saving block to database
vi: Phát sinh lỗi trong khi lưu khối vào cơ sở dữ liệu

source: Need to provide a valid block
vi: Cần cung cấp một khối hợp lệ

source: Need to provide a block
vi: Cần cung cấp một khối

source: Need to provide a block number
vi: Cần cung cấp một số khối

source: Need to provide a valid address
vi: Cần cung cấp một địa chỉ hợp lệ

source: Need to provide an address
vi: Cần cung cấp một địa chỉ

source: Need to provide a valid order
vi: Cần cung cấp một lệnh hợp lệ

source: Need to provide an order
vi: Cần cung cấp một lệnh

source: Need to provide a query
vi: Cần cung cấp một truy vấn

source: Address
vi: Địa chỉ

source: While using {0} an error occured.
vi: Đã xảy ra lỗi {0}

source: Block
vi: Khối

source: Block Orders
vi: Các lệnh của khối

source: Order
vi: Lệnh

source: Alias
vi: Bí danh

source: Incoming
vi: Đang nhận

source: Outgoing
vi: Đang gửi

source: Balance
vi: Số dư

source: Number
vi: Số khối

source: Hash
vi: Mã băm

source: Time End
vi: Thời gian hoàn thành khai thác

source: Time Start
vi: Thời gian bắt đầu khai thác

source: Time Total
vi: Thời lượng khai thác

source: Last 20
vi: Thời lượng khai thác trung bình 20 khối mới nhất

source: Total Transactions
vi: Số lượng giao dịch

source: Difficulty
vi: Độ khó

source: Target
vi: Mục tiêu

source: Solution
vi: Lời giải

source: Last Block Hash
vi: Mã băm khối mới nhất

source: Next Difficulty
vi: Độ khó tiếp theo

source: Miner
vi: Địa chỉ

source: Fees
vi: Phí

source: Reward
vi: Phần thưởng

source: No orders on this block
vi: Không có lệnh nào cho khối này

source: Home
vi: Trang chủ

source: Last Block
vi: Khối mới nhất

source: Pending Orders
vi: Số lượng lệnh đang xử lý

source: Supply
vi: Lượng cung hiện tại

source: Headers Hash
vi: Mã băm của Headers

source: Summary Hash
vi: Mã băm tóm lược

source: Orders
vi: Số lượng lệnh

source: previous
vi: trang trước

source: next
vi: trang sau

source: No blocks
vi: Không có khối nào

source: Pending
vi: Đang xử lý

source: Type
vi: Phân loại

source: Transfers
vi: Số lượng giao dịch

source: Timestamp
vi: Nhãn thời gian

source: Reference
vi: Tham chiếu

source: Receiver
vi: Địa chỉ nhận

source: Fee
vi: Phí

source: Amount
vi: Giá trị

source: NosoCoin Blockchain Explorer
vi: Trình duyệt chuỗi khối Nosocoin

source: Back
vi: Quay lại
