Repository: Noso-Project/explorer.nosocoin.com
Catalog: resources/locales/ua/default.po
Languages: uk_ua

source: Error while saving block to database
uk_ua: Помилка під час збереження блока в базу даних

source: Need to provide a valid block
uk_ua: Потрібно надати дійсний блок

source: Need to provide a block
uk_ua: Потрібно надати блок

source: Need to provide a block number
uk_ua: Потрібно вказати номер блоку

source: Need to provide a valid address
uk_ua: Потрібно вказати дійсну адресу

source: Need to provide an address
uk_ua: Потрібно вказати адресу

source: Need to provide a valid order
uk_ua: Потрібно надати дійсну транзакцію

source: Need to provide an order
uk_ua: Потрібно надати транзакцiю

source: Need to provide a query
uk_ua: Потрібно надати запит

source: Address
uk_ua: Адреса

source: While using {0} an error occured.
uk_ua: Під час використання {0} сталася помилка.

source: Block
uk_ua: Блок

source: Block Orders
uk_ua: Блок Транзакцiй

source: Main Net
uk_ua: Основна мережа

source: Order
uk_ua: Транзакції

source: Alias
uk_ua: Псевдонім

source: Incoming
uk_ua: Вхідні

source: Outgoing
uk_ua: Вихідні

source: Balance
uk_ua: Баланс

source: Number
uk_ua: Номер

source: Hash
uk_ua: Хеш

source: Time End
uk_ua: Кінець Часу

source: Time Start
uk_ua: Початок Часу

source: Time Total
uk_ua: Загальний Час

source: Last 20
uk_ua: Останні 20

source: Total Transactions
uk_ua: Загальна кількість транзакцій

source: Difficulty
uk_ua: Складнiсть

source: Target
uk_ua: Версiя

source: Solution
uk_ua: Рішення

source: Last Block Hash
uk_ua: Хеш останнього блоку

source: Next Difficulty
uk_ua: Наступна складність

source: Miner
uk_ua: Майнер

source: Fees
uk_ua: Плата

source: Reward
uk_ua: Нагорода

source: No orders on this block
uk_ua: Немає транзакцiй у цьому блоці

source: Home
uk_ua: Додому

source: Last Block
uk_ua: Останній блок

source: Pending Orders
uk_ua: Відкладені транзакції

source: Supply
uk_ua: Всього видобуто монет

source: Headers Hash
uk_ua: Хеш Заголовків

source: Summary Hash
uk_ua: Резюме Хеш

source: Orders
uk_ua: Транзакції

source: previous
uk_ua: попередній

source: next
uk_ua: наступний

source: No blocks
uk_ua: Без блоків

source: Pending
uk_ua: Очікується

source: Type
uk_ua: Тип

source: Transfers
uk_ua: Транзакцiя

source: Timestamp
uk_ua: Дата, Час

source: Reference
uk_ua: Платник

source: Receiver
uk_ua: Прийняв

source: Fee
uk_ua: Комiсiя

source: Amount
uk_ua: Сума

source: NosoCoin Blockchain Explorer
uk_ua: Дослiдники Ланцюжка блоків Noso Coin

source: Back
uk_ua: Назад
