Repository: Noso-Project/explorer.nosocoin.com
Catalog: resources/locales/*/default.po
Languages: ro

source: Error while saving block to database
ro: Eroare la salvarea blocului în baza de date

source: Need to provide a valid block
ro: Trebuie să furnizați un bloc valid

source: Need to provide a block
ro: Trebuie să furnizați un bloc

source: Need to provide a block number
ro: Trebuie să furnizați un număr de bloc

source: Need to provide a valid address
ro: Trebuie să furnizați o adresă validă

source: Need to provide an address
ro: Trebuie să furnizați o adresă

source: Need to provide a valid order
ro: Trebuie să furnizați un ID de tranzacție valid

source: Need to provide an order
ro: Trebuie să furnizați un ID de tranzacție

source: Need to provide a query
ro: Trebuie să furnizați o interogare

source: Address
ro: Adresă

source: Something went wrong
ro: Ceva nu a mers bine

source: Block
ro: Bloc

source: Block Orders
ro: Tranzacții bloc

source: Main Net
ro: Rețeaua principală

source: Order
ro: Tranzacție

source: Alias
ro: Pseudonim

source: Incoming
ro: Intrare

source: Outgoing
ro: Ieşire

source: Balance
ro: Balanţă

source: Number
ro: Număr

source: Time End
ro: Data terminării

source: Time Start
ro: Data începerii

source: Time Total
ro: Timp total

source: Last 20
ro: Ultimele 20

source: Total Transactions
ro: Total tranzacții

source: Difficulty
ro: Dificultate

source: Target
ro: Sarcină

source: Solution
ro: Soluţie

source: Last Block Hash
ro: Hash-ul ultimului bloc

source: Next Difficulty
ro: Următoarea dificultate

source: Fees
ro: Taxe

source: Reward
ro: Recompensă

source: No orders on this block
ro: Nu există tranzacţii în acest bloc

source: Home
ro: Acasă

source: Last Block
ro: Ultimul bloc

source: Pending Orders
ro: Tranzacţii în așteptare

source: Supply
ro: În circulație

source: Headers Hash
ro: Anteturi Hash

source: Summary Hash
ro: Rezumat Hash

source: Orders
ro: Tranzacții

source: previous
ro: anterior

source: next
ro: următor

source: No blocks
ro: Fără blocuri

source: Pending
ro: În aşteptare

source: Type
ro: Tip

source: Transfers
ro: Transferuri

source: Timestamp
ro: Data

source: Reference
ro: Referinţă

source: Receiver
ro: Destinatar

source: Fee
ro: Taxă

source: Amount
ro: Sumă

source: NosoCoin Blockchain Explorer
ro: Explorer Blockchain NosoCoin

source: Back
ro: Înapoi
